{
  "id": 27037,
  "name": "Metriport",
  "slug": "metriport",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d4da680d3cdee4cc7ad6408d3177026092f04c75.png",
  "website": "https://metriport.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Metriport provides real-time access to comprehensive medical data for 300M+ individuals across the US. Our open-source data intelligence platform helps healthcare organizations access, analyze, and exchange patient data while integrating with all major healthcare IT systems.\r\n\r\nIf you’ve been to doctors in the US, you may have encountered the problem: how does a healthcare provider get access to your up-to-date medical history to treat you properly? Reliance on archaic methods is still the norm: typically, you, or your provider, need to call the facilities where you’ve previously received treatment (assuming you remember them all), just to have them send your records via fax (yep, fax). This can take weeks, only then to have a provider sift through hundreds of pages of unstructured docs, just to figure out basic things like your active medication list, what conditions you may have, latest lab results, etc. This not only delays treatment, it can cause improper treatment, since the medical history is critical for treatment decisions. \r\n\r\nWe integrate fragmented medical data sources (including national and regional healthcare information exchanges, ADTs, EHRs, pharmacies, labs, and more) into one API connector, and standardize, deduplicate, enrich, and consolidate all of the data into a single source of truth containing the full longitudinal patient clinical history with AI summarization. Along with a rich understanding of patient health history, healthcare providers also get realtime updates about their patients' health - for example they'd get notified when: a patient is discharged from the hospital, a patient picks up their prescription from the pharmacy, or when a patient gets a new lab result. Additionally, healthcare providers get insights into their patients, like predictions for 30-day readmissions.\r\n\r\nOn top of all of this, Metriport customers can share new clinical information back to all of these healthcare IT systems, creating an internet for healthcare data.\r\n\r\nThis is a game changer at the point of care, for medication adherence, for transitions of care management, and many more use-cases that improve patient care and save lives.\r\n\r\nIf you want to do work that matters, come join us.",
  "one_liner": "Open-Source Platform for Healthcare Data Intelligence",
  "team_size": 11,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare IT",
  "launched_at": 1654554081,
  "tags": [
    "Artificial Intelligence",
    "B2B",
    "Digital Health",
    "Healthcare",
    "API"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare IT"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/metriport",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/metriport.json"
}
